Repository: ma12vlad/conjure
Catalog: po/*.po
Languages: nl, ru

source: Image Manipulation
nl: Bewerk afbeeldingen
ru: Манипулирование изображениями

source: Magically transform images
nl: Bewerk afbeeldingen op magische wijze
ru: Волшебное преображение изображений

source: Apply various ImageMagick commands to your images, including resizing, cropping, rotating, flipping, and applying filters and effects.
nl: Pas verschillende soorten ImageMagick-opdrachten toe op uw afbeeldingen, waaronder bijsnijden, grootte aanpassen, draaien, spiegelen en filters en effecten.
ru: Применяйте различные команды ImageMagick к изображениям, включая изменение размера,обрезку, поворот, переворот и применение фильтров и эффектов.

source: Add Italian, Dutch, and Turkish Translations
nl: Nieuw: Italiaanse, Nederlandse en Turkse vertalingen
ru: Добавлен перевод на итальянский, голландский, турецкий и русский языки

source: UI improvements
nl: Verbeterd: vormgeving
ru: Улучшен пользовательский интерфейс

source: UI changes
nl: Gewijzigd: vormgeving
ru: Изменения в интерфейсе

source: Select an Image File
nl: Kies een afbeeldingsbestand
ru: Выберите файл изображения

source: Open Image
nl: Afbeelding openen
ru: Открыть изображение

source: Image files
nl: Afbeeldingsbestanden
ru: Файлы изображений

source: <span foreground={ERROR_RED}>Error!</span> {html.escape(error)}
nl: <span foreground={ERROR_RED}>Foutmelding!</span> {html.escape(error)}
ru: <span foreground={ERROR_RED}>Ошибка!</span> {html.escape(error)}

source: Opened image:
nl: Geopende afbeelding:
ru: Открытое изображение:

source: Could not open image: {}
nl: De afbeelding kan niet worden geopend: {}
ru: Не удалось открыть изображение: {}

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>
ru: авторы-переводчики

source: Powered by ImageMagick
nl: Aangedreven door ImageMagick
ru: Основано на ImageMagick

# shortcut window
source: General
nl: Algemeen
ru: Общее

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen
ru: Показывать клавиатурные сочетания

# shortcut window
source: Quit
nl: Afsluiten
ru: Выйти

source: _Keyboard Shortcuts
nl: _Sneltoetsen
ru: _Горячие клавиши

source: _About Conjure
nl: _Over Conjure
ru: _О программе Conjure

source: Unable select command, no image loaded.
nl: De opdracht kan niet worden uitgevoerd omdat er geen afbeelding geladen is.
ru: Не удается выбрать команду, изображение не загружено.

source: Unable to start conversion.
nl: De conversie kan niet worden gestart.
ru: Невозможно начать преобразование.

source: Unable to start conversion, no image loaded.
nl: De conversie kan niet worden gestart omdat er geen afbeelding geladen is.
ru: Не удается начать преобразование, изображение не загружено.

source: Unable to complete conversion.
nl: De conversie kan niet worden afgerond.
ru: Не удалось завершить преобразование.

source: Could not restore from history.
nl: Het herstellen is mislukt.
ru: Не удалось восстановить из истории.

source: No transformation to apply.
nl: Er is geen bewerking gekozen.
ru: Преобразование не применяется.

source: Unable to load converted image.
nl: De geconverteerde afbeelding kan niet worden geladen.
ru: Невозможно загрузить преобразованное изображение.

source: Unable to read drop.
nl: De afbeelding kan niet worden ingelezen.
ru: Не удается прочитать drop.

source: Unable to verify file on drop, try with the file chooser in the upper left corner.
nl: De afbeelding kan niet worden geverifieerd. Kies een bestand met behulp van de bestandskiezer (linksboven).
ru: Не удается проверить файл при удалении, попробуйте воспользоваться средством выбора файла в верхнем левом углу.

source: Save Image
nl: Afbeelding opslaan
ru: Сохранить изображение

source: Save
nl: Opslaan
ru: Сохрание

source: Saved!
nl: Opgeslagen!
ru: Сохранено!

source: New image: {dialog.get_current_name()}
nl: Nieuwe afbeelding: {dialog.get_current_name()}
ru: Новое изображение: {dialog.get_current_name()}

source: Unable to save image {dialog.get_current_name()}.
nl: De afbeelding kan niet worden opgeslagen: {dialog.get_current_name()}.
ru: Не удалось сохранить изображение {dialog.get_current_name()}.

source: Unable to save image.
nl: De afbeelding kan niet worden opgeslagen.
ru: Не удается сохранить изображение.

source: Radius
nl: Straal
ru: Радиус

source: The size of the Gaussian operator.
nl: De omvang van de Gaussiaanse actie.
ru: Размер гауссовского оператора.

source: Sigma
ru: Сигма

source: The standard deviation of the Gaussian.
nl: De standaard afgeleide van de Gaussiaanse actie.
ru: Стандартное отклонение гауссианы.

source: Width (px)
nl: Breedte (in px)
ru: Ширина (пикс)

source: Height (px)
nl: Hoogte in (px)
ru: Высота (пикс)

source: Width
nl: Breedte
ru: Ширина

source: Width of Crop
nl: Bijsnijdbreedte
ru: Ширина обрезки

source: Height
nl: Hoogte
ru: Высота

source: Height of Crop
nl: Bijsnijdhoogte
ru: Высота обрезки

source: Left
nl: Links
ru: Слева

source: Horizontal Start Position
nl: Horizontale beginpositie
ru: Горизонтальное исходное положение

source: Top
nl: Bovenaan
ru: Сверху

source: Vertical Start Position
nl: Verticale beginpositie
ru: Вертикальное исходное положение

source: Normal
nl: Normaal
ru: Нормальный

source: Adaptive
nl: Aanpasbaar
ru: Адаптивный

source: Gaussian
nl: Gaussiaans
ru: Гауссовский

source: Motion
nl: Beweging
ru: Движение

source: Rotational
nl: Draaibaar
ru: Вращательный

source: Selective
nl: Selectief
ru: Выборочный

source: Angle
nl: Hoek
ru: Угол

source: Threshold
nl: Drempelwaarde
ru: Порог

source: Unsharp Mask
nl: Maskering minder scherp maken
ru: Нерезкая маска

source: Gray
nl: Grijs
ru: Серый

source: Isolate the effect on pixel intensity. Default is False.
nl: Beperk het effect van de pixelintensiteit. Standaard: uit.
ru: Изолируйте влияние на интенсивность пикселей. По умолчанию False.

source: Azimuth
ru: Азимут

source: Angle from x-axis.
nl: Hoek van de x-as.
ru: Угол от оси X.

source: Elevation
nl: Hoogte
ru: Высота

source: Amount of pixels from the z-axis.
nl: Het aantal pixels van de z-as.
ru: Количество пикселей по оси Z.

source: Amount
nl: Hoeveelheid
ru: Количество

source: The percentage of the difference between the original and the blur image that is added back into the original
nl: Het percentage van het verschil tussen het origineel en de vervaagde afbeelding die bovenop het origineel wordt geplaatst.
ru: Процентная разница между исходным и размытым изображением, добавляемым обратно в исходное

source: The threshold in pixels needed to apply the difference amount. Values for threshold over 0.0 reduce the sharpens.
nl: De drempelwaarde, in pixels, die benodigd is om het verschil toe te passen. Waarden boven 0,0 maken de afbeelding minder scherp.
ru: Пороговое значение в пикселях, необходимое для определения разницы. Значенияпорога, превышающие 0,0, уменьшают резкость.

source: Factor
ru: Множитель

source: Amount to adjust values.
nl: De aan te passen hoeveelheid.
ru: Сумма для корректировки значений.

source: Color
nl: Kleur
ru: Цвет

source: Method
nl: Methode
ru: Метод

source: Which interpolate method to apply to effected pixels.
nl: Welke interpolatiemethode dient te worden toegepast op de pixels in kwestie.
ru: Какой метод интерполяции применять к обработанным пикселям.

source: Normalized degree of effect.
nl: Genormaliseerde hoeveelheid van het effect.
ru: Нормализованная степень эффекта.

source: Caption
nl: Bijschrift
ru: Заголовок

source: Font
nl: Lettertype
ru: Шрифт

source: Apply a shadow effect along this angle.
nl: Pas een schaduweffect op deze hoek toe.
ru: Примените эффект тени вдоль этого угла.

source: Interpolation method.
nl: Interpolatiemethode
ru: Метод интерполяции.

source: Undefined
nl: Niet ingesteld
ru: Не определено

source: Average
nl: Gemiddeld
ru: Среднее значение

source: Average9
nl: Gemiddeld9
ru: Среднее значение 9

source: Average16
nl: Gemiddeld16
ru: Среднее значение 16

source: Background
nl: Achtergrond
ru: Фон

source: Bilinear
nl: Bilineair
ru: Билинейный

source: Blend
nl: Mengen
ru: Смесь

source: Catrom
nl: Kubisch
ru: Катром

source: Integer
nl: Geheel getal
ru: Целое число

source: Mesh
nl: Gaas
ru: Сцепление

source: Nearest
nl: Dichtstbijzijnd
ru: Ближайший

source: Spline
nl: Spie
ru: Шлиц

source: Noise
nl: Ruis
ru: Шум

source: Type of noise to apply
nl: Het soort toe te passen ruis
ru: Тип применяемого шума

source: Uniform
nl: Gelijk
ru: Равномерно

source: Multiplicative Gaussian
nl: Meervoudig gaussiaans
ru: Мультипликативный гауссовский

source: Impulse
nl: Impuls
ru: Импульс

source: Laplacian
nl: Laplaciaans
ru: Лапласовский

source: Poisson
nl: Poissoniaans
ru: Рыба

source: Random
nl: Willekeurig
ru: Случайный

source: Attenuate
nl: Afzwakken
ru: Смягчать

source: Rate of distribution.
nl: Het verspreidingsgebied.
ru: Скорость распределения.

source: Number of pixels to offset inward from the top and bottom of the image before drawing effect.
nl: Het aantal pixels inwaarts vanaf de boven- en onderkant van de afbeelding dat niet moet worden meegenomen bij het toepassen van het effect.
ru: Количество пикселей, которые необходимо сместить внутрь от верхней и нижней частей изображенияперед нанесением эффекта.

source: Number of pixels to offset inward from the left and right of the image before drawing effect.
nl: Het aantal pixels inwaarts vanaf de linker- en rechterkant van de afbeelding dat niet moet worden meegenomen bij het toepassen van het effect.
ru: Количество пикселей, которые необходимо сместить внутрь слева и справа от изображения, прежде чем появится эффект рисования.

source: Amplitude
nl: Omvang
ru: Амплитуда

source: Height of wave form.
nl: De hoogte van de golfvorm.
ru: Высота формы волны.

source: Wave Length
nl: Golflengte
ru: Длина волны

source: Width of wave form.
nl: De breedte van de golfvorm.
ru: Ширина формы волны.

source: Smoothing limit.
nl: Het vlakmaaklimiet.
ru: Предел сглаживания.

source: Softnesss
nl: Vlakmaken
ru: Мягкость

source: Attenuate of the smoothing threshold.
nl: De afzwakking van de vlakmaakwaarde.
ru: Ослабление порога сглаживания.

source: Background Color (optional)
nl: Achtergrondkleur (optioneel)
ru: Цвет фона (необязательно)

source: Degree
nl: Graden
ru: Степень

source: Degree to rotate.
nl: Het aantal graden waarmee gedraaid dient te worden.
ru: Степень вращения.

source: Statistic
nl: Statistiek
ru: Статистика

source: The type of statistic to calculate.
nl: Het soort te berekenen statistiek.
ru: Тип статистики для расчета.

source: Gradient
nl: Kleurverloop
ru: Градиент

source: Maximum
nl: Maximaal
ru: Максимум

source: Mean
nl: Gemiddelde
ru: Среднее значение

source: Median
nl: Mediaan
ru: Медиана

source: Minimum
nl: Minimaal
ru: Минимум

source: Mode
nl: Modus
ru: Режим

source: Nonpeak
nl: Zonder pieken
ru: Непиковый

source: Root Mean Square
nl: Vierkantswortel
ru: Среднеквадратичный

source: Standard Deviation
nl: Standaard afgeleide
ru: Стандартное отклонение

source: Number of Colors
nl: Aantal kleuren
ru: Количество цветов

source: Target number of colors to use as seeds.
nl: Het aantal kleuren dat dient te worden gebruikt als hoofdaanvoer.
ru: Целевое количество цветов для использования в качестве основы.

source: Max Iterations
nl: Maximumaantal herhalingen
ru: Макс. итераций

source: Maximum number of iterations needed until convergence.
nl: Het maximumaantal herhalingen totdat eenheid wordt bereikt.
ru: Максимальное количество итераций, необходимых для достижения сходимости.

source: Tolerance
nl: Tolerantie
ru: Допуск

source: Maximum tolerance between distortion iterations.
nl: De maximumtolerantie tussen ruisdeeltjes.
ru: Максимальный допуск между итерациями искажения.

source: Dither
ru: Дрожание

source: Dither method to apply.
nl: De te gebruiken dithermethode.
ru: Применить метод дрожания.

source: No
nl: Nee
ru: Нет

source: Riemersma
ru: Риемерсма

source: Floyd Steinberg
ru: Флойд Стейнберг

source: Levels
nl: Niveaus
ru: Уровни

source: Perform dither operation between neighboring pixel values.
nl: Voer ditheracties uit tussen nabijgelegen pixelwaarden.
ru: Выполните операцию сглаживания между значениями соседних пикселей.

source: Color Space
nl: Kleurruimte
ru: Цветовое пространство

source: Grayscale
nl: Grijswaarden
ru: Оттенки серого

source: Transparent
nl: Doorzichtig
ru: Прозрачный

source: Ohta
ru: Охта

source: Log
ru: Лог

source: The target number of colors to reduce the image to.
nl: Het maximumaantal kleuren dat dient te worden gebruikt.
ru: Целевое количество цветов, до которых нужно уменьшить изображение.

source: Tree Depth
nl: Boomdiepte
ru: Глубина дерева

source: A value between 0 and 8 where 0 will allow ImageMagick to calculate the optimal depth with Log4(number_colors)
nl: Een waarde tussen 0 en 8, waar 0 betekent dat ImageMagick de optimale diepte op basis van Log4(number_colors) berekent.
ru: Значение от 0 до 8, где 0 позволит ImageMagick вычислить оптимальная глубина с помощью Log4(number_colors)

source: Size of neighboring pixels on the X-axis.
nl: Het aantal nabijgelegen pixels van de x-as.
ru: Размер соседних пикселей по оси X.

source: Size of neighboring pixels on the Y-axis.
nl: Het aantal nabijgelegen pixels van de y-as.
ru: Размер соседних пикселей по оси Y.

source: Offset
nl: Verschuiving
ru: Смещение

source: Forces the pixels to black if values are below offset.
nl: Dwingt de pixels op zwart te gaan als de waarden onder de verschuivingswaarde liggen.
ru: Делает пиксели черными, если значения меньше смещения.

source: Threshold Method
nl: Drempelwaardemethode
ru: Пороговый метод

source: Kapur
ru: Капур

source: Otsu
ru: Травянистый

source: Triangle
nl: Driehoek
ru: Треугольник

source: Adaptive Threshold
nl: Aanpasbare drempelwaarde
ru: Адаптивный порог

source: Auto Threshold
nl: Automatische drempelwaarde
ru: Автоматический порог

source: Black Threshold
nl: Zwarte drempelwaarde
ru: Порог чёрного

source: Color Threshold
nl: Kleurdrempelwaarde
ru: Порог цвета

source: Random Threshold
nl: Willekeurige drempelwaarde
ru: Случайный порог

source: Range Threshold
nl: Drempelwaardebereik
ru: Порог диапазона

source: White Threshold
nl: Witte drempelwaarde
ru: Порог белого

source: Start Color
nl: Beginkleur
ru: Начальный цвет

source: Stop Color
nl: Eindkleur
ru: Конечный цвет

source: Threshold 1x1 (non-dither)
nl: Drempelwaarde 1x1 (zonder dither)
ru: Порог 1x1 (без размытия)

source: Checkerboard 2x1 (dither)
nl: Schaakbord 2x1 (met dither)
ru: Шахматная доска 2х1 (размытая)

source: Ordered 2x2 (dispersed)
nl: Geordend 2x2 (verspreid)
ru: Упорядоченный 2x2 (рассеянный)

source: Ordered 3x3 (dispersed)
nl: Geordend 3x3 (verspreid)
ru: Упорядоченный 3х3 (рассеянный)

source: Ordered 4x4 (dispersed)
nl: Geordend 4x4 (verspreid)
ru: Упорядоченный 4х4 (рассеянный)

source: Ordered 8x8 (dispersed)
nl: Geordend 8x8 (verspreid)
ru: Упорядоченный 8х8 (рассеянный)

source: Halftone 4x4 (angled)
nl: Halftoon 4x4 (met hoek)
ru: Полутоновый 4x4 (угловой)

source: Halftone 6x6 (angled)
nl: Halftoon 6x6 (met hoek)
ru: Полутоновый 6x6 (угловой)

source: Halftone 8x8 (angled)
nl: Halftoon 8x8 (met hoek)
ru: Полутоновый 8x8 (угловой)

source: Halftone 4x4 (orthogonal)
nl: Halftoon 4x4 (met orthogonaal)
ru: Полутоновый 4x4 (ортогональный)

source: Halftone 6x6 (orthogonal)
nl: Halftoon 6x6 (met orthogonaal)
ru: Полутоновый 6x6 (ортогональный)

source: Halftone 8x8 (orthogonal)
nl: Halftoon 8x8 (met orthogonaal)
ru: Полутоновый 8x8 (ортогональный)

source: Halftone 16x16 (orthogonal)
nl: Halftoon 16x16 (met orthogonaal)
ru: Полутоновый 16x16 (ортогональный)

source: Circles 5x5 (black)
nl: Cirkels 5x5 (zwart)
ru: Круги 5х5 (черные)

source: Circles 5x5 (white)
nl: Cirkels 5x5 (wit)
ru: Круги 5х5 (белые)

source: Circles 6x6 (black)
nl: Circles 6x6 (zwart)
ru: Круги 6х6 (черные)

source: Circles 6x6 (white)
nl: Circles 6x6 (wit)
ru: Круги 6х6 (белые)

source: Circles 7x7 (black)
nl: Circles 7x7 (zwart)
ru: Круги 7х7 (черные)

source: Circles 7x7 (white)
nl: Circles 7x7 (wit)
ru: Круги 7х7 (белые)

source: Low Black
nl: Weinig zwart
ru: Низкий черный

source: Low White
nl: Weinig wit
ru: Низкий белый

source: High White
nl: Veel wit
ru: Высокий Белый

source: High Black
nl: Veel zwart
ru: Высокий черный

source: Low
nl: Weinig
ru: Низкий

source: High
nl: Veel
ru: Высокий

source: FX Expression
nl: FX-uitdrukking
ru: FX-выражение

source: Drop Image
nl: Sleep een afbeelding hierheen
ru: Перетащите изображение

source: Drag an image here or click the button below.
nl: Sleep een afbeelding hierheen of klik op onderstaande knop.
ru: Перетащите изображение сюда или нажмите кнопку ниже.

source: Apply
nl: Toepassen
ru: Применить

source: Select Command
nl: Kies een opdracht
ru: Выберите команду

source: Resize
nl: Grootte aanpassen
ru: Изменить размер

source: Crop
nl: Bijsnijden
ru: Обрезать

source: Seam Carving
nl: Naadloos bijsnijden
ru: Вырезать по шву

source: Blur
nl: Vervagen
ru: Размытие

source: Despeckle
nl: Ontspikkelen
ru: Пятнистость

source: Edge
nl: Rand
ru: Края

source: Emboss
nl: Reliëf
ru: Тиснение

source: Kuwahara
ru: Кувахара

source: Shade
nl: Schaduw
ru: Тень

source: Sharpen
nl: Verscherpen
ru: Резкость

source: Spread
nl: Verspreiden
ru: Распространение

source: Add Noise
nl: Ruis toevoegen
ru: Добавить шум

source: Blueshift
nl: Blauwverschuiving
ru: Синее смещение

source: Charcoal
nl: Houtskool
ru: Древесный уголь

source: Colorize
nl: Inkleuren
ru: Раскрасить

source: Implode
nl: Imploderen
ru: Взрывать

source: Polaroid
ru: Полароид

source: Sepia Tone
nl: Sepia
ru: Сепия

source: Sketch
nl: Schets
ru: Набросок

source: Solarize
nl: Solariseren
ru: Соляризация

source: Swirl
nl: Werveling
ru: Вихрь

source: Tint
ru: Тонировка

source: Vignette
nl: Vignettering
ru: Виньетка

source: Wave
nl: Golf
ru: Волна

source: Wavelet Denoise
nl: Golf ontspikkelen
ru: Вейвлет-шумоподавление

source: Enhance
nl: Verbeteren
ru: Усиление

source: Flip
nl: Spiegelen
ru: Переворот

source: Flop
ru: Провал

source: Rotation
nl: Draaien
ru: Вращение

source: Posterize
nl: Postereffect
ru: Постеризация

source: Quantize
nl: Kwantiseren
ru: Квантовать

source: Ordered Dither
nl: Dotteren
ru: Упорядоченное колебание

source: Save Image?
nl: Wilt u de afbeelding opslaan?
ru: Сохранить изображение?

source: _Cancel
nl: _Annuleren
ru: _Отмена

source: _Save
nl: Op_slaan
ru: _ Сохранить

source: image;magic;transform;
nl: afbeelding;magie;bewerken;
